[ 
    { 
        "author": "Darrell Etherington",
        "title": "Dell's U3219Q 32-inch 4K monitor provides a perfect home office upgrade",
        "description": "Dell has long held high esteem for the quality of its displays, and that hasn’t changed with its more recent models. What has changed is that more and more, people are looking for external monitors to complement their work laptops as they shift to more remote…",
        "url": "https://techcrunch.com/2020/09/01/dells-u3219q-32-inch-4k-monitor-provides-a-perfect-home-office-upgrade/",
        "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/09/Dell-UltraSharp-32-4K-Monitor-4.jpg?w=600",
        "publishedAt": "2020-09-01T19:57:38Z",
        "content": "Dell has long held high esteem for the quality of its displays, and that hasn’t changed with its more recent models. What has changed is that more and more, people are looking for external monitors t… [+5818 chars]"
    },
    {
        "author": "Connie Loizos",
        "title": "What will a Wish IPO look like? Seems we'll find out sooner than later",
        "description": "Wish, the San Francisco-based, 750-person e-commerce app that sells deeply discounted goods that you definitely don’t need but might buy anyway when priced so low — think pool floaties, guinea pig harnesses, Apple Watch knockoffs — said yesterday that it has …",
        "url": "https://techcrunch.com/2020/09/01/what-will-a-wish-ipo-look-like-seems-well-find-out-sooner-than-later/",
        "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/09/Screen-Shot-2020-09-01-at-12.43.14-PM.png?w=741",
        "publishedAt": "2020-09-01T19:50:24Z",
        "content": "Wish, the San Francisco-based, 750-person e-commerce app that sells deeply discounted goods that you definitely don’t need but might buy anyway when priced so low — think pool floaties, guinea pig ha… [+4903 chars]"
    },
    {
        "author": "Manish Singh",
        "title": "Google's AI-powered flood alerts now cover all of India and parts of Bangladesh",
        "description": "India, the world’s second most populated nation, sees more than 20% of the global flood-related fatalities each year as overrun riverbanks sweep tens of thousands of homes with them. Two years ago, Google volunteered to help. In 2018, the company began its fl…",
        "url": "https://techcrunch.com/2020/09/01/googles-ai-powered-flood-alerts-now-cover-all-of-india-and-parts-of-bangladesh/",
        "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/09/GettyImages-1228244500.jpg?w=602",
        "publishedAt": "2020-09-01T17:47:15Z",
        "content": "India, the worlds second most populated nation, sees more than 20% of the global flood-related fatalities each year as overrun riverbanks sweep tens of thousands of homes with them. Two years ago, Go… [+3115 chars]"
    },
    {
        "author": "Frederic Lardinois",
        "title": "Google Cloud lets businesses create their own text-to-speech voices",
        "description": "Google launched a few updates to its Contact Center AI product today, but the most interesting one is probably the beta of its new Custom Voice service, which will let brands create their own text-to-speech voices to best represent their own brands. Maybe you…",
        "url": "https://techcrunch.com/2020/09/01/google-cloud-lets-businesses-create-their-own-text-to-speech-voices/",
        "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/09/GettyImages-665666714-1.jpg?w=600",
        "publishedAt": "2020-09-01T17:37:59Z",
        "content": "Google launched a few updates to its Contact Center AI product today, but the most interesting one is probably the beta of its new Custom Voice service, which will let brands create their own text-to… [+1764 chars]"
    },
    {
        "author": "Mike Butcher",
        "title": "As it delists, Rocket Internet's ill-fated experiment with public markets is over",
        "description": "It was all supposed to be so different. When Rocket Internet IPO’d in 2014 it was the largest tech company floatation in Europe for 7 years. A year later it had lost $46m and it’s valuation had dropped by 30%. Since then the German start-up factory behind int…",
        "url": "https://techcrunch.com/2020/09/01/as-it-delists-rocket-internets-ill-fated-experiment-with-public-markets-is-over/",
        "urlToImage": "https://techcrunch.com/wp-content/uploads/2015/12/rocket-internet-oliver-samwer-03.jpg?w=600",
        "publishedAt": "2020-09-01T17:11:17Z",
        "content": "It was all supposed to be so different. When Rocket Internet IPOd in 2014 it was the largest tech company floatation in Europe for 7 years. A year later it had lost $46m and its valuation had dropped… [+3679 chars]"
    }
]